Repository: owncloud/ios-app
Catalog: ownCloud/Resources/Localizable.xcstrings
Source language: en
Languages: ar, de, es, eu, fr, ko, pt_br, ru, sq, th_th

source: Enabling this option will attempt to mask private data, so it does not become part of any log. Since logging is a development and debugging feature, though, we can't guarantee that the log file will be free of any private data even with this option enabled. Therefore, please look through any log file and verify its free of any data you're not comfortable sharing before sharing it with anybody.
ar: سيعمل تمكين هذا الخيار على إخفاء البيانات الخاصة، كي لا تصبح جزءًا من أي سجل. نظرًا لأن التسجيل ميزة تطويرية ومتعلقة بالتصحيح، ورغم هذا، لا يمكن ضمان خلو ملف السجل من أي بيانات خاصة حتى بعد تمكين هذا الخيار. ولهذا، يُرجى فحص أي ملف سجل والتحقق من خلوه من أي بيانات لا ترغب في مشاركتها قبل مشاركة هذا مع أي شخص.
de: Wenn Sie diese Option aktivieren, wird versucht, private Daten zu maskieren, sodass sie nicht Teil des Protokolls werden. Da es sich bei der Protokollierung jedoch um eine Entwicklungs- und Debugging-Funktion handelt, können wir nicht garantieren, dass die Protokolldatei auch bei aktivierter Maskierung frei von privaten Daten ist. Schauen Sie sich daher bitte jede Protokolldatei an und überprüfen Sie, ob diese frei von Daten ist, die Sie nicht weitergeben wollen, bevor Sie sie mit anderen teilen.
es: Habilitar esta opción intentará enmascarar los datos privados, por lo que no aparecerán en los logs. Sin embargo, dado que el log es una función de desarrollo y depuración, no podemos garantizar que el archivo de log esté libre de datos privados, incluso con esta opción habilitada. Por lo tanto, revise cualquier log y verifique que esté libre de cualquier dato susceptible antes de compartirlo.
eu: Aukera hau gaituz datu pribatuak maskaratuko dira, inongo erregistrotan agertu ez daitezen. Erregistroa garapen eta arazketaren ezaugarri bat denez, ezin dugu bermatu erregistroan ez dela inongo datu pribaturik agertuko, aukera hau ezarrita ere. Beraz, inorekin partekatu aurretik, begiratu erregistro fitxategiak eta ziurtatu partekatu nahi ez duzun inongo daturik agertzen ez denik.
fr: L'activation de cette option tentera de masquer les données privées afin qu'elles ne fassent partie d'aucun journal. Étant donné que la journalisation est une fonctionnalité de développement et de débogage, nous ne pouvons pas garantir que le fichier log sera exempt de toute donnée privée, même avec cette option activée. Par conséquent, veuillez consulter n'importe quel fichier log et vérifier qu'il ne contient aucune donnée que vous n'êtes pas à l'aise de partager avant de le partager avec qui que ce soit.
ko: 이 설정을 켜면 개인 정보가 로그에 포함되지 않도록 마스킹을 시도합니다. 하지만 로깅은 개발 및 디버깅과 관련된 기능이기에, 이 설정을 켜더라도 로그 파일에 개인 정보가 없다고 보장할 수는 없습니다. 다른 이와 공유하기 전 로그 파일을 살펴보고, 공유해서는 안 되는 정보가 있는지 확인하시기 바랍니다.
pt_br: A ativação desta opção tentará mascarar dados privados, portanto, não se tornará parte de nenhum log. Como o registro em log é um recurso de desenvolvimento e depuração, não podemos garantir que o arquivo de log esteja livre de dados privados, mesmo com essa opção ativada. Portanto, por favor, olhe através de qualquer arquivo de log e verifique se ele está livre de qualquer dado que você não esteja confortável em compartilhar antes de compartilhá-lo com alguém.
ru: Включение этой настройки приведёт к попытке замаскировать конфиденциальные данные, чтобы они не попали ни в один журнал. Однако поскольку журналирование — это средство для разработки и отладки, мы не можем гарантировать, что включение этой настройки исключит любое появление конфиденциальной информации в файле журнала. Таким образом, если вы сомневаетесь, то прежде чем делиться файлом с кем-либо, просмотрите его и убедитесь, что в нём нет данных, которые вам не хотелось бы распространять.
sq: Me aktivizimin e kësaj mundësie programi do të rreket të maskojë të dhëna private, që të mos jenë pjesë e ndonjë regjistrimi. Por, ngaqë regjistrimi është një veçori e lidhur me zhvillimin dhe diagnostikimet, s’mund të garantojmë që kartela regjistër do të jetë pa ndonjë të dhënë private, edhe pse kjo mundësi është e aktivizuar. Ndaj, ju lutemi, hidhini një sy cilësdo kartele regjistër dhe verifikoni se është pa ndonjë të dhënë për të cilën s’ndiheni rehat ta ndani me të tjerë, përpara se ta ndani me dikë.
th_th: การเปิดใช้งานตัวเลือกนี้จะพยายามปกปิดข้อมูลส่วนตัวดังนั้นจึงไม่มีการเก็บบันทึกใดๆ เนื่องจาก log เป็นคุณลักษณะการพัฒนาและดีบัก แม้ว่าจะเปิดใช้งานตัวเลือกนี้เราไม่สามารถรับประกันได้ว่าไฟล์ log จะไม่มีข้อมูลส่วนตัวใดๆ ดังนั้นโปรดดูไฟล์ log เพื่อความแน่ใจ

source: Enter code
ar: أدخل الرمز
de: Code eingeben
es: Introducir código
eu: Sartu kodea
fr: Entrez le code
ko: 코드 등록
pt_br: Coloque o código
ru: Введите код
sq: Jepni kod
th_th: กรอกรหัส

source: Enter multiple selection
ar: أدخل تحديدات متعددة
de: Mehrfachauswahl beginnen
es: Ingresar selección múltiple
fr: Entrez une sélection multiple
ko: 다중 선택 입력
pt_br: Entrar com seleção múltipla
ru: Введите множественный выбор
sq: Jepni përzgjedhje të shumëfishtë
th_th: สามารถเลือกได้หลายรายการ

source: Error
ar: خطأ
de: Fehler
eu: Errorea
fr: Erreur
ko: 오류
pt_br: Erro
ru: Ошибка
sq: Gabim
th_th: ข้อผิดพลาด

source: Error fetching transactions
ar: خطأ في إحضار المعاملات
de: Fehler beim Abrufen von Transaktionen
es: Se produjo un error al recuperar las transacciones
fr: Erreur lors de la récupération des transactions
ko: 트랜잭션 가져오기 오류
pt_br: Erro ao obter transações
ru: Ошибка считывания транзакций
sq: Gabim në sjellje transaksionesh
th_th: เกิดข้อผิดพลาดขณะดึงข้อมูลธุรกรรม

source: Error importing %@
ar: خطأ في استيراد %@
de: Fehler beim Importieren von %@
es: Error al importar %@
fr: Erreur lors de l'importation de %@
ko: %@ 가져오기 오류
pt_br: Erro importando %@
ru: Ошибка при импорте %@
sq: Gabim në importimin e %@
th_th: เกิดข้อผิดพลาดขณะนำเข้า %@

source: Error loading item
ar: خطأ في تحميل العنصر
de: Fehler beim Laden des Elements
es: Error al cargar elemento.
fr: Erreur lors du chargement de l'élément
ko: 항목 불러오기 오류
pt_br: Erro carregando o item
ru: Ошибка при загрузке элемента
sq: Gabim në ngarkim objekti
th_th: เกิดข้อผิดพลาดขณะโหลดรายการ

source: Error loading product info from App Store
ar: خطأ في تحميل معلومات المنتج من متجر التطبيقات
de: Fehler beim Laden von Produktinformationen aus dem App Store
es: Se produjo un error al cargar la información del producto desde la App Store
fr: Erreur lors du chargement des informations sur le produit depuis l'App Store
ko: 앱 스토어에서 제품 정보 가져오는 데 오류 발생
pt_br: Erro ao carregar as informações do produto na App Store
ru: Ошибка загрузки информации о продукте из App Store
sq: Gabim në ngarkim hollësish produkti nga App Store
th_th: เกิดข้อผิดพลาดขณะที่โหลดข้อมูลผลิตภัณฑ์จาก App Store

source: Error opening %@
ar: خطأ فتح %@
de: Fehler beim Öffnen von %@
es: Error al abrir %@
fr: erreur en ouvrant %@
ko: %@ 열기 중 오류
pt_br: Erro abrindo %@
ru: Ошибка при открытии %@
sq: Gabim në hapjen e %@
th_th: เกิดข้อผิดพลาดขณะเปิด %@

source: Error restoring purchases
ar: خطا في استعادة عمليات الشراء
de: Fehler bei der Wiederherstellung von Einkäufen
es: Se produjo un error al restaurar las compras
fr: Erreur lors de la restauration des achats
ko: 구매 복원 중 오류
pt_br: Erro ao restaurar compras
ru: Ошибка восстановления покупок
sq: Gabim gjatë rikthimit të blerjeve
th_th: การกู้คืนคำสั่งซื้อเกิดข้อผิดพลาด

source: Exit Full Screen
ar: الخروج من وضع ملئ الشاشة
de: Vollbildmodus beenden
es: Salir de pantalla completa
fr: Quitter le mode plein écran
ko: 전체 화면 닫기
pt_br: Sair da Tela cheia
ru: Выйти из полноэкранного режима
sq: Dil nga Sa Krejt Ekrani
th_th: ออกจากโหมดเต็มหน้าจอ

source: Expiration date
ar: تاريخ انتهاء الصلاحية
de: Ablaufdatum
es: Fecha de expiración
eu: Iraungitze data
fr: Date d'expiration
ko: 만료 날짜
pt_br: Data de expiração
ru: Дата окончания
sq: Datë skadimi
th_th: วันที่หมดอายุ

source: Exposure bias
ar: إنحياز التعرض
de: Belichtungsverzerrung
es: Sesgo de exposición
fr: Biais d'exposition
ko: 노출 보정
pt_br: Viés de exposição
ru: Сдвиг экспозиции
th_th: การชดเชยของแสง

source: Extended upload settings
ar: إعدادات تحميل موسعة
de: Erweiterte Upload-Einstellungen
es: Configuración de carga extendida
fr: Paramètres de téléchargement étendus
ko: 확장된 업로드 설정
pt_br: Configurações de envio estendidas
ru: Расширенные настройки закачки
sq: Rregullime ngarkimesh të zgjeruara
th_th: ตั้งค่าการอัปโหลดเพิ่มเติม

source: Face ID
ar: معرّف الوجه
pt_br: ID de Face
ru: Идентификатор лица
th_th: ปลดล็อคด้วยใบหน้า

source: Favorite item
ar: العنصر المفضل
de: Element favorisieren
es: Elemento favorito
fr: Élément préféré
ko: 좋아하는 항목
pt_br: Item favorito
ru: Добавить элемент в избранное
sq: Vëri shenjë objektit si i parapëlqyer
th_th: รายการโปรด

source: Favorites
ar: المفضلة
de: Favoriten
es: Favoritos
eu: Gogokoak
fr: Favoris
ko: 즐겨찾기
pt_br: Favoritos
ru: Избранное
sq: Të parapëlqyera
th_th: รายการโปรด

source: Feedback
ar: ملاحظات
es: Sugerencias
eu: Iritziak
fr: Notifications
ko: 피드백
pt_br: Comentários
ru: Обратная связь
sq: Përshtypje
th_th: ข้อเสนอแนะ

source: Fetching user information…
ar: جارٍ إحضار معلومات المستخدم…
de: Nutzerinformationen abrufen…
es: Obteniendo información del usuario...
eu: Erabiltzailearen informazioa eskuratzen...
fr: Récupération des informations utilisateur...
ko: 사용자 정보 가져오는 중...
pt_br: Buscando informações do usuário...
ru: Получение информации о пользователе…
sq: Po sillen hollësi përdoruesi…
th_th: กำลังเรียกข้อมูลผู้ใช้...

source: File
ar: ملف
de: Datei
es: Archivo
fr: Fichier
ko: 파일
pt_br: Arquivo
ru: Файл
sq: Kartelë
th_th: ไฟล์

source: File couldn't be opened
ar: تعذّر فتح الملف
de: Datei kann nicht geöffnet werden
es: Fichero no pudo ser abierto
eu: Ezin izan da fitxategia ireki
fr: Le fichier n'a pas pu être ouvert
ko: 파일을 열 수 없습니다
pt_br: O arquivo não pode ser aberto
ru: Не удалось открыть файл
sq: Kartela s’u hap dot
th_th: ไม่สามารถเปิดไฟล์ได้

source: File format
ar: تنسيق الملف
de: Dateiformat
es: Formato de fichero
fr: format du fichier
ko: 파일 형식
pt_br: Formato do arquivo
ru: Формат файла
sq: Format kartelash
th_th: รูปแบบไฟล์

source: File name cannot contain / or \
ar: لا يمكن أن يحتوي اسم الملف على / أو \
de: Dateiname darf nicht / oder \ enthalten
es: El nombre de archivo no puede contener / o \
eu: Fitxategi izenak ezin du / edo \ izan
fr: Le nom de fichier ne peut pas contenir / ou \
ko: 파일 이름은 / 이나 \ 를 포함할 수 없습니다.
pt_br: O nome do arquivo não pode conter / ou \
ru: Имя файла не может содержать / или \
sq: Emri i kartelës s’mund të përmbajë / ose \
th_th: ชื่อไฟล์จะต้องไม่มี / หรือ \

source: File no longer exists
ar: لم يعد الملف موجودًا
de: Die Datei existiert nicht mehr
es: El archivo ya no existe
fr: Le fichier n'existe plus
ko: 파일이 더이상 존재하지 않음
pt_br: O arquivo não existe mais
ru: Файл больше не существует
sq: Kartela s’ekziston më
th_th: ไม่มีไฟล์นี้

source: Files
ar: ملفات
de: Dateien
es: Archivos
fr: Fichiers
ko: 파일
pt_br: Arquivos
ru: Файлы
sq: Kartela
th_th: ไฟล์

source: Files and folders marked as Available Offline will become unavailable. They will be re-downloaded next time you log into your account (connectivity required).
ar: ستصبح الملفات والمجلدات المُشار إليها بـ متوفرة دون اتصال غير متوفرة. وسيُعاد تنزيلها في المرة القادمة التي تسجل فيها الدخول إلى حسابك (الاتصال مطلوب).
de: Dateien und Ordner, die als offline verfügbar markiert sind, werden nicht mehr verfügbar sein. Sie werden beim nächsten Login in Ihr Konto erneut heruntergeladen (Verbindung erforderlich).
es: Ficheros y carpetas marcadas como disponible offline no estarán disponibles. Serán descargados de nuevo la próxima vez que entre en su cuenta (se requiere conexión)
eu: Konexiorik gabe eskuragarri gisa markatuta dauden fitxategi eta karpetak eskuraezin egongo dira. Saioa hasten duzunean bBerriz ere deskargatuko dira (konexioa beharrezkoa).
fr: Les fichiers et dossiers marqués comme disponibles hors ligne ne seront plus disponibles. Ils seront téléchargés à nouveau la prochaine fois que vous vous connecterez à votre compte (connectivité exigée).
ko: 오프라인에서 사용 가능이라 표시된 파일과 폴더를 이용할 수 없게 됩니다. 계정에 다시 로그인했을 때 다시 다운로드합니다 (연결 필요).
pt_br: Arquivos e pastas marcados como Disponível offline ficarão indisponíveis. Eles serão baixados novamente na próxima vez que você fizer login na sua conta (é necessária conectividade).
ru: Файлы и папки, помеченные как доступные без сети, станут недоступными. При следующем входе в учётную запись они будут скачаны повторно (нужна связь).
sq: Kartelat dhe dosjet me shenjë për Të Passhme Jashtë Linje s’do të mund të përdoren dot. Ato do të rishkarkohen herës pasuese që bëni hyrjen në llogarinë tuaj (lypset lidhje në internet).
th_th: ไฟล์และโฟลเดอร์ที่ทำเครื่องหมายว่าพร้อมใช้งานแบบออฟไลน์จะไม่สามารถใช้งานได้ ไฟล์เหล่านี้จะถูกดาวน์โหลดอีกในครั้งต่อไปที่คุณเข้าสู่บัญชีของคุณ (จำเป็นต้องเชื่อมต่อ)

source: Find Next
ar: بحث عن التالي
de: Nächstes Suchergebnis
es: Encontrar siguiente
fr: Rechercher suivant
ko: 다음 찾기
pt_br: Encontre o próximo
ru: Найти следующее
sq: Gjej Pasuesen
th_th: ค้นหาถัดไป

source: Find Previous
ar: البحث عن السابق
de: Vorheriges Suchergebnis
es: Encontrar anterior
fr: Rechercher précédent
ko: 이전 찾기
pt_br: Encontre o Anterior
ru: Найти предыдущее
sq: Gjej të Mëparshmen
th_th: ค้นหาก่อนหน้า

source: Fired
ar: تم فصله
de: Ein
es: disparó
fr: Renvoyé
ko: 플래시 사용함
pt_br: Disparado
ru: Сработала
sq: Shkrepur
th_th: เผา

source: Firmware
ar: برنامج ثابت
ko: 펌웨어
ru: Прошивка
th_th: เฟิร์มแวร์

source: Flash
ar: وميض
de: Blitz
ko: 플래시
pt_br: Instantânea
ru: Вспышка
th_th: แฟลช

source: Flash compensation
ar: تعويض الفلاش
de: Blitzkompensation
es: Compensación de flash
fr: Compensation du flash
ko: 플래시 보정
pt_br: Compensação instantânea
ru: компенсация вспышки
sq: Kompensim flashi
th_th: ชดเชยแสงแฟลช

source: Focal length
ar: البعد البؤري
de: Brennweite
es: Longitud focal
fr: Distance focale
ko: 초점 거리
pt_br: Comprimento focal
ru: Фокусное расстояние
sq: Rreze vatrore
th_th: ความยาวโฟกัส

source: Focal length @ 35 mm
ar: البعد البؤري @ ٣٥ مم
de: Brennweite @ 35 mm
es: Longitud focal @ 35 mm
fr: Distance focale @ 35 mm
ko: 초점 거리 @ 35mm
pt_br: Distância focal @ 35 mm
ru: Фокусное расстояние в пересчёте на 35 мм
sq: Rreze vatrore @ 35 mm
th_th: ระยะห่างระหว่างเลนส์และเซ็นเซอร์ 35 มม.

source: Folder
ar: مجلد
de: Ordner
es: Carpeta
eu: Karpeta
fr: Dossier
ko: 폴더
pt_br: Pasta
ru: Папка
sq: Dosje
th_th: สร้างโฟลเดอร์ใหม่

source: Folder name
ar: اسم المجلد
de: Ordnername
es: Nombre de la carpeta
eu: Karpeta izena
fr: Nom du dossier
ko: 폴더 이름
pt_br: Nome da pasta
ru: Имя папки
sq: Emër dosjeje
th_th: ชื่อโฟลเดอร์

source: Folder removed
ar: المجلد محذوف
de: Ordner gelöscht
es: Carpeta eliminada
eu: Karpeta ezabatua
fr: Dossier supprimé
ko: 폴더 삭제됨
pt_br: Pasta removida
ru: Папка удалена
sq: Dosje e hequr
th_th: ลบโฟลเดอร์แล้ว

source: Forbidden Characters
ar: أحرف ممنوعة
de: Nicht erlaubte Zeichen
es: Caracteres prohibidos
eu: Debekatutako Karaktereak
fr: Caractères interdits
ko: 금지 된 문자
pt_br: Caracteres Proibidos
ru: Запрещённые символы
sq: Shenja të Ndaluara
th_th: ห้ามใช้อักขระต้องห้าม

source: Free
ar: مجاني
de: Kostenlos
es: Gratis
fr: Gratuit
ko: 무료
pt_br: Sem custo
ru: Свободно
sq: Falaq
th_th: ฟรี

source: Free on %@
ar: مجاني في %@
de: Verfügbar auf %@
es: Gratis en %@
eu: Libre %@-en
fr: Libre sur %@
ko: %@에서 무료로 이용 가능
pt_br: Livre em %@
ru: Свободно на %@
sq: Falas në %@
th_th: ฟรีบน %@

source: Full Screen
ar: شاشة كاملة
de: Vollbildmodus
es: Pantalla completa
fr: Plein écran
ko: 전체 화면
pt_br: Tela cheia
ru: Полный экран
sq: Sa Krejt Ekrani
th_th: เต็มจอ

source: General
ar: عام
de: Allgemein
fr: Paramètres
ko: 일반
pt_br: Geral
ru: Основные
sq: Të përgjithshme
th_th: ทั่วไป

source: Go to Beginning
ar: العودة إلى البداية
de: Zum Anfang
es: Ir al principio
fr: Aller au début
ko: 처음으로 가기
pt_br: Vá para o começo
ru: Перейти в начало
sq: Kalo te Fillimi
th_th: ไปที่จุดเริ่มต้น

source: Go to page
ar: اذهب إلى الصفحة
de: Gehe zu Seite
es: Ir a la página
eu: Segi orrira
fr: Aller à la page
ko: 페이지로 이동
pt_br: Ir para página
ru: Переход к странице
sq: Shko tek faqja
th_th: ไปยังหน้า

source: GPS Location
ar: موقع GPS
de: GPS-Standort
es: Ubicación GPS
fr: Localisation GPS
ko: GPS 위치
pt_br: Localização GPS
ru: Местоположение GPS
sq: Vendndodhje GPS
th_th: ตำแหน่ง GPS

source: Groups
ar: مجموعات
de: Gruppen
es: Grupos
eu: Taldeak
fr: Groupes
ko: 그룹
pt_br: Grupos
ru: Группы
sq: Grupe
th_th: กลุ่ม

source: Help
ar: تعليمات
de: Hilfe
es: Ayuda
eu: Laguntza
fr: Aide...
ko: 도움말
pt_br: Ajuda
ru: Помощь
sq: Ndihmë
th_th: ช่วยเหลือ

source: Histogram
ar: المدرج التكراري
de: Histogramm
es: Histograma
fr: Histogramme
ko: 히스토그램
pt_br: Histograma
ru: Гистограмма
th_th: ฮิสโตแกรม

source: How should this file be saved?
ar: كيف يمكن حفظ هذا الملف؟
de: Wie soll diese Datei gespeichert werden?
es: ¿Cómo debe ser guardado este archivo?
fr: Comment enregistrer ce fichier?
ko: 이 파일을 어떻게 저장하시겠습니까?
pt_br: Como esse arquivo deve ser salvo?
ru: Как следует сохранять этот файл?
sq: Si duhet ruajtur kjo?
th_th: ไฟล์นี้ควรถูกบันทึก?

source: If you choose "Immediately" the App will be locked, when it is no longer in foreground.
ar: إذا اخترت "فورًا" فسيتم قفل التطبيق ، عندما لم يعد في المقدمة.
de: Wenn Sie "Sofort" wählen, wird die App gesperrt, wenn sie nicht mehr im Vordergrund ist.
es: Si elige "Inmediatamente", la aplicación se bloqueará cuando ya no esté en primer plano.
ko: "즉시"를 선택하면, 앱이 포그라운드에 없을 때 앱이 잠길 것입니다.
pt_br: Se você escolher "Imediatamente", o aplicativo será bloqueado, quando não estiver mais em primeiro plano.
ru: Если вы выберете «немедленно», то приложение будет заблокировано, как только перестанет быть на переднем плане.
sq: Nëse zgjidhni “Menjëherë”, Aplikacioni do të kyçet, kur s’është më përpara në ekran.
th_th: หากคุณเลือก "ทันที" แอปจะถูกล็อกเมื่อไม่ได้อยู่เบื้องหน้าอีกต่อไป

source: Image details
ar: تفاصيل الصورة
de: Bild-Details
es: Detalles de la imagen
fr: Détails de l'image
ko: 사진 상세 정보
pt_br: Detalhes da Imagem
ru: Подробности изображения
sq: Hollësi figure
th_th: รายละเอียดรูปภาพ

source: Image metadata
ar: البيانات الوصفية للصورة
de: Bild-Metadaten
es: Metadatos de imagen
fr: Métadonnées d'image
ko: 사진 메타데이터
pt_br: Image metadados
ru: Метаданные изображения
sq: Tejtëdhëna figure
th_th: ข้อมูล metadata ของรูปภาพ

source: Image metadata, extended upload options
ar: بيانات وصفية للصورة ، خيارات تحميل موسعة
de: Bild-Metadaten, erweiterte Upload-Optionen
es: Metadatos de imagen, opciones de carga extendidas
fr: Métadonnées d'image, options de téléchargement étendues
ko: 사진 메타데이터, 확장된 업로드 옵션
pt_br: Metadados de imagem, opções estendidas de envio
ru: Метаданные изображения. расширенные возможности загрузки
sq: Tejtëdhëna figurash, mundësi të zgjeruara ngarkimi
th_th: ข้อมูล metadata ของรูปภาพ, ตัวเลือกการอัปโหลดเพิ่มเติม

source: Images
ar: صور
de: Bilder
es: Imágenes
eu: Irudiak
ko: 그림
pt_br: Imagens
ru: Изображения
sq: Foto
th_th: รูปภาพ

source: Immediately
ar: على الفور
de: Sofort
es: Inmediatamente
eu: Berehala
fr: immédiatement
ko: 즉시
pt_br: Imediatamente
ru: Немедленно
sq: Menjëherë
th_th: ทันที

source: Importing %@ media files for upload
ar: استيراد ملفات وسائط %@ للتحميل
de: Importieren von %@-Mediendateien zum Hochladen
es: Importando %@ archivos para su subida
fr: Importation de %@ fichiers multimédias pour téléchargement
ko: 업로드를 위해 미디어 파일 %@개 가져오는 중
pt_br: Importando %@ arquivos de mídia para envio
ru: Импортируются мультимедийные файлы %@ для закачки
sq: Po importohen kartela media %@ për ngarkim
th_th: กำลังนำเข้าไฟล์สื่อ %@ สำหรับการอัปโหลด

source: Importing item %ld of %ld
ar: استيراد العنصر ٪ ld من ٪ ld
de: Importiere Element %ld von %ld
es: Importando elemento %Id de %Id
fr: Importation de l'élément %ld de %ld
ko: 항목 가져오는 중: %ld / %ld
pt_br: Importando item %ld de %ld
ru: Импортирую элемент %ld из %ld
sq: Po importohet objekti %ld nga %ld gjithsej
th_th: กำลังนำเข้ารายการ %ld จากทั้งหมด %ld

source: In order to accurately determine your current licensing status, please add one or more accounts first.
ar: من أجل تحديد حالة الترخيص الحالية بدقة ، يرجى إضافة حساب واحد أو أكثر أولاً.
de: Um Ihren aktuellen Lizenzierungsstatus genau zu ermitteln, fügen Sie bitte zunächst ein oder mehrere Konten hinzu.
es: Para determinar con precisión su estado actual de licencia, primero agregue una o más cuentas.
fr: Afin de déterminer avec précision votre statut actuel de licence, veuillez d'abord ajouter un ou plusieurs comptes.
ko: 현재 라이선스 상태를 정확하게 확인하려면 먼저 계정을 하나 이상 추가하십시오.
pt_br: Para determinar com precisão o seu status de licenciamento atual, adicione uma ou mais contas primeiro.
ru: Чтобы точно определить состояние ваших лицензий, пожалуйста добавьте сначала одну или несколько учётных записей.
sq: Që të përcaktohet saktë gjendja juaj aktuale e licencimit, ju lutemi, së pari shtoni një ose më tepër llogari.
th_th: เพื่อระบุสถานะ License ปัจจุบันของคุณได้อย่างถูกต้องโปรดเพิ่มบัญชีอย่างน้อยหนึ่งบัญชีก่อน

source: In-App Purchases
ar: عمليات الشراء داخل التطبيق
de: In-App-Käufe
es: Compras dentro de la aplicación
fr: Achats intégrés
ko: 앱 내에서 구매
pt_br: Compras dentro do aplicativo
ru: Покупки в приложении
sq: Blerje Brenda Aplikacionit
th_th: การสั่งซื้อในแอป

source: Include available offline files
ar: أدخل الملفات المتوفرة دون اتصال
de: Offline-Dateien einbeziehen
es: Incluir ficheros disponibles offline
eu: Gehitu konexiorik gabe eskuragarri dauden fitxategiak
fr: Inclure les fichiers hors connexion disponibles
ko: 사용 가능한 오프라인 파일 포함
pt_br: Incluir arquivos disponíveis offline
ru: Включить доступные автономные файлы
sq: Përfshi kartela të passhme jashtë linje
th_th: รวมถึงไฟล์ออฟไลน์ที่มีอยู่

source: Incorrect code
ar: رمز غير صحيح
de: Falscher Code
es: Código incorrecto
eu: Kode okerra
fr: code incorrect
ko: 잘못된 코드
pt_br: Código incorreto
ru: Неверный код
sq: Kod i pasaktë
th_th: รหัสไม่ถูกต้อง

source: Increase Slider Value
ar: زد قيمة شريط التمرير
de: Schiebereglerwert erhöhen
es: Incrementar valor
fr: Augmenter la valeur du curseur
ko: 슬라이더 값 증가
pt_br: Acrescer o Valor de Avanço
ru: Уменьшить значение слайдера
sq: Zmadhoni Vlerë Rrëshqitësi
th_th: เพิ่มจำนวน Slider

source: Info
ar: معلومات
es: Información
eu: Xehetasunak
ko: 정보
pt_br: Informação
ru: Инфо
sq: Hollësi
th_th: ข้อมูล

source: Invalid Page
ar: صفحة غير صالحة
de: Ungültige Seite
es: Página no válida
eu: Orri Baliogabea
fr: Page non valide
ko: 잘못된 페이지
pt_br: Página inválida
ru: Неверная страница
sq: Faqe e Pavlefshme
th_th: หน้าไม่ถูกต้อง

source: Issues
ar: مسائل
de: Probleme
es: Problemas
fr: problèmes
ko: 문제점
pt_br: Problemas
ru: Проблемы
sq: Probleme
th_th: ปัญหา

source: Item with same name already exists
ar: عنصر بنفس الاسم موجود بالفعل
de: Element mit demselben Namen existiert bereits
es: Ya existe un elemento con el mismo nombre
fr: Un élément portant le même nom existe déjà
ko: 동일한 이름의 항목이 이미 존재합니다.
pt_br: Item com o mesmo nome já existe
ru: Элемент с тем же именем уже существует
sq: Ka tashmë një objekt me të njëjtin emër
th_th: มีชื่อรายการซ้ำโปรดใช้ชื่ออื่น

source: Keywords
ar: الكلمات المحورية
de: Schlüsselwörter
es: Palabras clave
fr: Mots clés
ko: 키워드
pt_br: PalavrasChave
ru: Ключевые слова
sq: Fjalëkyçe
th_th: คีย์เวิร์ด

source: kind
ar: النوع
de: Typ
es: tipo
fr: type
ko: 종류
pt_br: tipo
ru: добрый
sq: lloj
th_th: ประเภท

source: Landscape
ar: مشهد
de: Querformat
es: Paisaje
fr: Paysage
ko: 풍경
pt_br: Panorama
ru: Пейзаж
sq: Së gjeri
th_th: ภูมิทัศน์

source: Lens ID
ar: معرف العدسة
de: Objektiv-ID
es: ID de lente
fr: ID de l'objectif
ko: 렌즈 ID
pt_br: ID da lente
ru: Идентификатор объектива
sq: ID lenteje
th_th: ID ของเลนส์

source: Lens info
ar: معلومات العدسة
de: Objektiv-Info
es: Información de la lente
fr: Informations sur l'objectif
ko: 렌즈 정보
pt_br: Informação da lente
ru: Информация об объективе
sq: Hollësi thjerre
th_th: ข้อมูลเลนส์

source: Lens make
ar: صنع العدسة
de: Objektiv-Fabrikat
es: Marca de la lente
fr: Marquer l'objectif
ko: 렌즈 생산
pt_br: Marca da lente
ru: Производитель объектива
sq: Prodhues Lenteje
th_th: ทำเลนส์
